{
  "translation": {
    "app": {
      "title": "Juegos Educativos",
      "description": "Generar PDFs con actividades en {{lang}}"
    },
    "actions": {
      "generate_pdf": "Generar PDF",
      "downloading": "Descargando...",
      "retry": "Intentar de nuevo"
    },
    "pdf": {
      "cover_title": "Juegos y Actividades",
      "intro":
        "Este material contiene actividades organizadas por nivel: principiante, intermedio y avanzado. Pueden realizarse en casa o en el aula, utilizando recursos simples.",
      "sections": {
        "beginner": "Principiante",
        "beginner_content": "Actividades centradas en la alfabetización y el primer contacto con palabras.",
        "beginner_games": [
          {
            "title": "Juego de Memoria – Imagen y Palabra",
            "summary": "Asocia imágenes con las palabras correspondientes.",
            "instructions": [
              "Imprime cartas con imágenes y las palabras correspondientes.",
              "Baraja las cartas y colócalas boca abajo sobre la mesa.",
              "Los jugadores se turnan volteando dos cartas para encontrar un par correspondiente.",
              "El jugador con más pares al final gana."
            ]
          },
          {
            "title": "Bingo del Alfabeto",
            "summary": "Reconoce letras del alfabeto mediante el juego.",
            "instructions": [
              "Prepara cartones de bingo con letras del alfabeto.",
              "El profesor o responsable saca letras de una bolsa y las anuncia en voz alta.",
              "Los jugadores marcan la letra correspondiente en su cartón.",
              "El primero en completar una línea o todo el cartón gana."
            ]
          },
          {
            "title": "Búsqueda de Objetos",
            "summary": "Identifica objetos a partir de pistas escritas o habladas.",
            "instructions": [
              "Escribe nombres simples de objetos (ej.: pelota, silla, cuchara).",
              "Di la palabra o muestra la tarjeta escrita.",
              "Los niños deben encontrar el objeto en el ambiente.",
              "El primero en traer el objeto correcto gana un punto."
            ]
          }
        ],
        "intermediate": "Intermedio",
        "intermediate_content": "Actividades para ampliar el vocabulario y formar frases simples.",
        "intermediate_games": [
          {
            "title": "Dominó de Palabras",
            "summary": "Forma palabras combinando sílabas.",
            "instructions": [
              "Crea piezas de dominó con una sílaba en un lado y la continuación en el otro.",
              "Distribuye las piezas entre los jugadores.",
              "Los jugadores se turnan colocando piezas para formar palabras correctas.",
              "El primero en usar todas las piezas gana."
            ]
          },
          {
            "title": "Juego del Ahorcado (adaptado)",
            "summary": "Adivina la palabra secreta sugiriendo letras.",
            "instructions": [
              "Elige una palabra simple y dibuja espacios en blanco en el papel.",
              "Los jugadores sugieren letras una por una.",
              "Por cada error, dibuja una parte de la figura (ej.: un muñeco de palitos).",
              "El objetivo es adivinar la palabra antes de completar el dibujo."
            ]
          },
          {
            "title": "Construcción de Frases",
            "summary": "Forma frases simples con tarjetas de palabras.",
            "instructions": [
              "Prepara tarjetas con sustantivos, verbos y adjetivos.",
              "Distribuye las tarjetas entre los jugadores.",
              "Los jugadores se turnan formando frases cortas usando al menos 3 tarjetas.",
              "El grupo vota por la frase más divertida o creativa."
            ]
          }
        ],
        "advanced": "Avanzado",
        "advanced_content": "Actividades para comprensión de textos, razonamiento lógico y narración de historias.",
        "advanced_games": [
          {
            "title": "Continuación de la Historia",
            "summary": "Crea una historia colaborativa añadiendo frases por turnos.",
            "instructions": [
              "El primer jugador inicia la historia con una frase (ej.: 'Érase una vez un niño que amaba las aventuras').",
              "Cada jugador continúa la historia con una nueva frase.",
              "La historia sigue hasta que todos acuerden terminar.",
              "Al final, lean la historia completa en voz alta."
            ]
          },
          {
            "title": "Sopa de Letras",
            "summary": "Encuentra palabras escondidas en una cuadrícula de letras.",
            "instructions": [
              "Prepara una sopa de letras con palabras de un tema específico (ej.: animales, frutas, escuela).",
              "Distribuye las sopas entre los jugadores.",
              "Los jugadores deben encontrar y rodear todas las palabras listadas.",
              "El primero en encontrarlas todas gana."
            ]
          },
          {
            "title": "Debate Divertido",
            "summary": "Practica argumentación y razonamiento en debates.",
            "instructions": [
              "Divide a los jugadores en dos grupos.",
              "Elige un tema simple (ej.: 'Los libros son mejores que la televisión').",
              "Cada grupo prepara 2–3 argumentos.",
              "Los grupos se turnan presentando argumentos y el público decide al ganador."
            ]
          }
        ]
      },
      "cardsDebate": {
        "title": "Debate Divertido",
        "cards": [
          {
            "title": "Escuela y aprendizaje",
            "color": "#4A90E2",
            "colorText": "#000",
            "phrases": [
              "Es mejor estudiar por la mañana que por la tarde.",
              "Leer libros es más divertido que ver dibujos animados.",
              "La tarea debería ser más corta.",
              "Es mejor escribir con lápiz que con bolígrafo.",
              "Es mejor estudiar en silencio que con música."
            ]
          },
          {
            "title": "Casa y familia",
            "color": "#50C878",
            "colorText": "#000",
            "phrases": [
              "Dormir temprano es mejor que dormir tarde.",
              "Ayudar en casa es divertido.",
              "Es mejor jugar solo que con amigos.",
              "El perro es una mascota mejor que el gato.",
              "Es más agradable comer en familia que solo."
            ]
          },
          {
            "title": "Juegos y diversión",
            "color": "#F5C518",
            "colorText": "#000",
            "phrases": [
              "Es más divertido jugar al aire libre que en casa.",
              "Los juegos de mesa son mejores que los videojuegos.",
              "Saltar la cuerda es más divertido que jugar al fútbol.",
              "Es mejor jugar en el parque que en el patio.",
              "Dibujar es más divertido que pintar."
            ]
          },
          {
            "title": "Alimentos",
            "color": "#E63946",
            "colorText": "#fff",
            "phrases": [
              "El helado es mejor que el pastel.",
              "La fruta es más sabrosa que el dulce.",
              "El refresco es mejor que el jugo.",
              "Es más agradable almorzar que cenar.",
              "La pizza es mejor que la hamburguesa."
            ]
          },
          {
            "title": "Cotidiano e imaginación",
            "color": "#9B59B6",
            "colorText": "#fff",
            "phrases": [
              "Es mejor vivir en el campo que en la ciudad.",
              "Los superhéroes son más geniales que las princesas.",
              "Andar en bicicleta es mejor que ir en coche.",
              "Ir a la playa es más divertido que ir al centro comercial.",
              "Viajar es mejor que quedarse en casa."
            ]
          }
        ]
      },
      "domino": {
        "title": "Dominó de Palabras"
      },
      "bingo": {
        "title": "Bingo de Letras y Números"
      },
      "images": {
        "title": "Imágenes"
      },
      "wordCards": {
        "title": "Tarjetas de Palabras"
      }
    }
  }
}
