{
  "translation": {
    "app": {
      "title": "Jogos Educativos",
      "description": "Gerar PDFs com atividades em {{lang}}"
    },
    "actions": {
      "generate_pdf": "Gerar PDF",
      "downloading": "Baixando...",
      "retry": "Tentar novamente"
    },
    "pdf": {
      "cover_title": "Jogos e Atividades",
      "intro":
        "Este material contém atividades organizadas por nível: iniciante, intermediário e avançado. Elas podem ser realizadas em casa ou na sala de aula, utilizando recursos simples.",
      "cover_instructions": "Instruções de montagem",
      "intro_instructions": "Essa página contém instruções para montar os jogos.",
      "sections": {
        "beginner": "Iniciante",
        "beginner_content": "Atividades focadas na alfabetização e no primeiro contato com palavras.",
        "beginner_games": [
          {
            "title": "Jogo da Memória – Imagem e Palavra",
            "summary": "Associe imagens às palavras correspondentes.",
            "instructions": [
              "Imprima cartas com imagens e as palavras correspondentes.",
              "Embaralhe as cartas e coloque-as viradas para baixo sobre a mesa.",
              "Os jogadores se revezam virando duas cartas para encontrar um par correspondente.",
              "O jogador com mais pares no final vence."
            ]
          },
          {
            "title": "Bingo do Alfabeto",
            "summary": "Reconheça letras do alfabeto por meio da brincadeira.",
            "instructions": [
              "Prepare cartelas de bingo com letras do alfabeto.",
              "O professor ou responsável sorteia letras de um saco e anuncia em voz alta.",
              "Os jogadores marcam a letra correspondente em sua cartela.",
              "O primeiro a completar uma linha ou a cartela inteira vence."
            ]
          },
          {
            "title": "Caça ao Objeto",
            "summary": "Identifique objetos a partir de pistas escritas ou faladas.",
            "instructions": [
              "Escreva nomes simples de objetos (ex.: bola, cadeira, colher).",
              "Fale a palavra ou mostre o cartão escrito.",
              "As crianças devem encontrar o objeto no ambiente.",
              "O primeiro a trazer o objeto correto ganha um ponto."
            ]
          }
        ],
        "intermediate": "Intermediário",
        "intermediate_content": "Atividades para ampliar o vocabulário e formar frases simples.",
        "intermediate_games": [
          {
            "title": "Dominó de Palavras",
            "summary": "Forme palavras combinando sílabas.",
            "instructions": [
              "Crie peças de dominó em que um lado tenha uma sílaba e o outro complete uma palavra.",
              "Distribua as peças entre os jogadores.",
              "Os jogadores se revezam colocando peças para formar palavras corretas.",
              "O primeiro a usar todas as peças vence."
            ]
          },
          {
            "title": "Jogo da Forca (adaptado)",
            "summary": "Adivinhe a palavra secreta sugerindo letras.",
            "instructions": [
              "Escolha uma palavra simples e desenhe espaços em branco no papel.",
              "Os jogadores sugerem letras uma de cada vez.",
              "A cada erro, desenhe uma parte da figura (ex.: um boneco de palito).",
              "O objetivo é adivinhar a palavra antes de completar o desenho."
            ]
          },
          {
            "title": "Construção de Frases",
            "summary": "Forme frases simples a partir de cartões com palavras.",
            "instructions": [
              "Prepare cartões com substantivos, verbos e adjetivos.",
              "Distribua os cartões entre os jogadores.",
              "Os jogadores se revezam formando frases curtas usando pelo menos 3 cartões.",
              "O grupo vota na frase mais engraçada ou criativa."
            ]
          }
        ],
        "advanced": "Avançado",
        "advanced_content": "Atividades para compreensão de texto, raciocínio lógico e narração de histórias.",
        "advanced_games": [
          {
            "title": "Continuação de História",
            "summary": "Crie uma história colaborativa acrescentando frases em turnos.",
            "instructions": [
              "O primeiro jogador inicia uma história com uma frase (ex.: 'Era uma vez uma criança que adorava aventuras').",
              "Cada jogador continua a história com uma nova frase.",
              "A história segue até que todos concordem em encerrar.",
              "No final, leia a história completa em voz alta."
            ]
          },
          {
            "title": "Caça-Palavras",
            "summary": "Encontre palavras escondidas em uma grade de letras.",
            "instructions": [
              "Prepare uma grade de caça-palavras com palavras de um tema específico (ex.: animais, frutas, escola).",
              "Distribua as grades aos jogadores.",
              "Os jogadores devem encontrar e circular todas as palavras listadas.",
              "O primeiro a encontrar todas vence."
            ]
          },
          {
            "title": "Debate divertido",
            "summary": "Pratique argumentação e raciocínio em debates.",
            "instructions": [
              "Divida os jogadores em dois grupos.",
              "Escolha um tema simples (ex.: 'Os livros são melhores que a TV').",
              "Cada grupo prepara 2–3 argumentos.",
              "Os grupos se revezam apresentando argumentos e o público decide o vencedor."
            ]
          }
        ]
      },
      "instruction_games": [
        {
          "title": "Debate divertido",
          "summary": "Pratique argumentação e raciocínio em debates.",
          "instructions": [
            "Divida os jogadores em dois grupos.",
            "Escolha um tema simples (ex.: 'Os livros são melhores que a TV').",
            "Cada grupo prepara 2–3 argumentos.",
            "Os grupos se revezam apresentando argumentos e o público decide o vencedor."
          ]
        }
      ],
      "cardsDebate": {
        "title": "Debate divertido",
        "summary": "Pratique argumentação e raciocínio em debates.",
        "cards": [
          {
              "title": "Escola e aprendizagem",
              "color":"#4A90E2",
              "colorText":"#000",
              "phrases": [
                "É melhor estudar de manhã do que à tarde.",
                "Ler livros é mais divertido do que assistir desenhos.",
                "A lição de casa deveria ser mais curta.",
                "É melhor escrever com lápis do que com caneta.",
                "É melhor estudar em silêncio do que com música."
              ]
            },
            {
              "title": "Casa e família",
              "color":"#50C878",
              "colorText":"#000",
              "phrases": [
                "Dormir cedo é melhor do que dormir tarde.",
                "Ajudar em casa é divertido.",
                "É melhor brincar sozinho do que com amigos.",
                "Cachorro é um animal de estimação melhor que gato.",
                "É mais gostoso comer em família do que sozinho."
              ]
            },
            {
              "title": "Brincadeiras e jogos",
              "color":"#F5C518",
              "colorText":"#000",
              "phrases": [
                "É mais divertido brincar ao ar livre do que em casa.",
                "Jogos de tabuleiro são melhores que videogame.",
                "Pular corda é mais divertido que jogar bola.",
                "É melhor brincar no parque do que no quintal.",
                "Desenhar é mais divertido do que pintar."
              ]
            },
            {
              "title": "Alimentos",
              "color":"#E63946",
              "colorText":"#fff",
              "phrases": [
                "Sorvete é melhor do que bolo.",
                "Fruta é mais gostosa do que doce.",
                "Refrigerante é melhor do que suco.",
                "É mais gostoso almoçar do que jantar.",
                "Pizza é melhor do que hambúrguer."
              ]
            },
            {
              "title": "Cotidiano e imaginação",
              "color":"#9B59B6",
              "colorText":"#fff",
              "phrases": [
                "É melhor morar no campo do que na cidade.",
                "Super-heróis são mais legais que princesas.",
                "Andar de bicicleta é melhor do que andar de carro.",
                "Ir à praia é mais divertido que ir ao shopping.",
                "Viajar é melhor do que ficar em casa."
              ]
            }
          ]
        },
        "domino": {
          "title": "Dominó de Palavras"
        },
        "bingo": {
          "title": "Bingo de Letras e números"
        },
        "images": {
          "title": "Imagens"
        },
        "wordCards": {
          "title": "Cartões de Palavras"
        }
      }
    }
}
